[
    {
        "nombre": "Práctica ISCC",
        "fecha": "2024",
        "signo": "grafico",
        "foto": "https://github.com/user-attachments/assets/dd4be4e1-13dc-4abf-9a22-54d2a666d334",
        "github": "https://github.com/JorojasD",
        "descr": "Durante mi primera práctica profesional, bajo la supervisión de Lina Cárdenas, participé en la edición de issues y en la creación de propuestas de diseño para modernizar los recursos gráficos de ISCC. ​Asistí a reuniones de trabajo con el equipo, donde discutimos las propuestas presentadas y definimos los próximos pasos para futuras actualizaciones. ​Estas reuniones colaborativas me brindaron un valioso aprendizaje sobre el funcionamiento de la organización y el trabajo creativo colectivo entre diferentes áreas.​"
    },
    {
        "nombre": "EQUITA",
        "fecha": "2024",
        "signo": "servicio",
        "foto": "https://github.com/user-attachments/assets/e73bdc9d-b82d-4449-af26-bd7a046fc843",
        "github": "https://github.com/JorojasD",
        "descr": "El proyecto EQUITA se desarrolló para el Service Design Challenge 2024, en donde fue premiado en segundo lugar entre 150 otros equipos d ediferentes partes del mundo. Es el resultados de arduos meses de trabajo junto a un equipo de 7 estudiantes de Diseño UC y tiene un valor especial debido a su objetivo de ofrecer mayor seguridad y confianza a las personas con utero durante sus visitas ginecologica."
    },
    {
        "nombre": "Estación Cautín",
        "fecha": "2024",
        "signo": "industrial",
        "foto": "https://github.com/user-attachments/assets/9c29adf7-fbdd-46fb-b219-b52be13f9196",
        "github": "https://github.com/JorojasD",
        "descr": "La estación de Cautín se diseño para ordenar la zona de soldado en el FabHaus de la Facultad de Arquitectura, Diseño y Estudios Urbanos de la UC. Se construyó con tecnicas de fabricación CAM mediante el uso del programa Fusion 360 y la cortadora CNC"
    },
    {
        "nombre": "Auto MDF",
        "fecha": "2024",
        "signo": "industrial",
        "foto": "https://github.com/user-attachments/assets/2652f2e0-5cc2-4ecf-b737-0c5bea6d4484",
        "github": "https://github.com/JorojasD",
        "descr": "Este objeto se diseño para funcionar impulsado a partir de la tensión proporcionada por un elástico entre sus ejes. Se fabricó utilizando mdf y acrilico de 3mm cortados con laser y ensamblados a presión."
    },
    {
        "nombre": "Atrapaniebla",
        "fecha": "2023",
        "signo": "industrial",
        "foto": "https://github.com/user-attachments/assets/51ea349b-12a1-4360-9881-a09254c69544",
        "github": "https://github.com/JorojasD",
        "descr": "Propuesta de diseño desarrollada en conjunto a Cerros Isla para el cerro RENCA. Tuvo como eje principal elevar el area al rededor de el atrapanieblas recien instalados por un equipo de Agronomía UCH. Con este proyecto se propuso enriquecer las zonas públicas entregando paneles interactivos y zonas de descanzo a los vecinos que vicitan el cerro."
    },
    {
        "nombre": "AI-CAST",
        "fecha": "2024",
        "signo": "especulativo",
        "foto": "https://github.com/user-attachments/assets/94574549-b540-4f42-a1af-29045c2239e8",
        "github": "https://github.com/JorojasD",
        "descr": "Frente a la propuesta de imaginar los diseños del futuro, se planteó una posible evolución de los medios de comunicación a partir del avance de la Inteligencia Artificial, tomando como objeto de estudio el formato PodCast."

    },
    {
        "nombre": "Colección Shibori",
        "fecha": "2024",
        "signo": "vestuario",
        "foto": "https://github.com/user-attachments/assets/16073b8f-f542-4cf0-a0a5-b840273cbc6a",
        "github": "https://github.com/JorojasD",
        "descr": "Propuesta de diseño enfocada en sacar provecho de lo aprendido en cuanto a la técnica del shibori. Se desarrollaron seis diseños de prendas de los cuales se confeccionaron dos; un pantalón y una capa."
    },
    {
        "nombre": "Práctica LDK",
        "fecha": "2024",
        "signo": "grafico",
        "foto": "https://github.com/user-attachments/assets/683d8c89-681f-4765-aada-204f8491db2f",
        "github": "https://github.com/JorojasD",
        "descr": "Segunda experiencia laboral enfocada en el área gráfica de la producción de empaques y desarrollo de productos textiles de vestuario para empresas como FunMax o Wallmart"
    },    
    {
        "nombre": "KITU",
        "fecha": "2023",
        "signo": "servicio",
        "foto": "https://github.com/user-attachments/assets/2f1a6732-65c6-4eab-a1ba-f740d29fff66",
        "github": "https://github.com/JorojasD",
        "descr": "Proyecto de diseño colaborativo desarrollado en la región del Maule en las localidades de Hualañé y Licantén. El objetivo del proyecto era revalorizar los suelos y proteger los humedales a traves de la organizacion colaborativa de los vecinos."
    },
    {
        "nombre": "Colección oxido",
        "fecha": "2023",
        "signo": "vestuario",
        "foto": "https://github.com/user-attachments/assets/928b8734-7f64-44f2-a235-f63d797e0acd",
        "github": "https://github.com/JorojasD",
        "descr": "Coleccion de ropa diseñada a partir de el desarrollo de dos técnicas de teñido de telas; la oxidación y el marmolado."
    },
    {
        "nombre": "Asistente Colombo",
        "fecha": "2022",
        "signo": "industrial",
        "foto": "https://github.com/user-attachments/assets/4a3e10c7-4c32-4306-ae54-f94dfec48cce",
        "github": "https://github.com/JorojasD",
        "descr": "Para este proyecto se realizó un análisis del lenguaje utilizado por el diseñador Joe Colombo y se desarrolló una propuesta de asistente inteligente para el hogar al estilo del diseñador."
    },
    {
        "nombre": "Luminaria Caravana",
        "fecha": "2021",
        "signo": "industrial",
        "foto": "https://github.com/user-attachments/assets/a913208c-bc38-4ce9-ba1c-f5023838e81d",
        "github": "https://github.com/JorojasD",
        "descr": "Primer proyecto industrial desarrollado en pandemia que utiliza planchas de aluminio pleadas para crear la estructura de la luminaria y al mismo tiempo controlar la intensidad de la luz."
    }
] 
